IdeaRS.Connections
GussetPlateData.ShapeParam2 Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the the second optional parameter of the shape
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ShapeParam2 { get; set; }
Property Value
Type: Double
See Also
Reference
GussetPlateData Class
IdeaRS.Connections.Data Namespace